Repository: SumukhP-dev/dream-flow-flutter-app
Catalog: frontend_flutter/lib/l10n/app_*.arb
Languages: es

source: Generate Story
es: Generar Historia

source: Story Seed
es: Semilla de Historia

source: Evening Profile
es: Perfil Nocturno

source: Current mood
es: Estado de 치nimo actual

source: Nightly ritual
es: Ritual nocturno

# favoriteCharacters
source: Favorite characters (comma separated)
es: Personajes favoritos (separados por comas)

# calmingElements
source: Calming elements (comma separated)
es: Elementos calmantes (separados por comas)

source: Subscription
es: Suscripci칩n

source: Free
es: Gratis

source: Family
es: Familiar

source: Accessibility Settings
es: Configuraci칩n de Accesibilidad

source: High Contrast Mode
es: Modo de Alto Contraste

source: Font Size
es: Tama침o de Fuente
